Revit 2027 API
ParameterTypeId.NumberOfLeaders Property
 "Number of Leaders"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId NumberOfLeaders { get; }
Public Shared ReadOnly Property NumberOfLeaders As ForgeTypeId
	Get
public:
static property ForgeTypeId^ NumberOfLeaders {
	ForgeTypeId^ get ();
}
static member NumberOfLeaders : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace